Repository: SandyLudosky/HenriPotierSwift
Catalog: HenriPotierSwift/Ressources/*.lproj/Localizable.strings
Languages: fr

source: Subtotal
fr: Sous total

source: Discount
fr: Réduction

# unknown
source: unknow
fr: erreur inconnue

# invalidData
source: data is invalid
fr: données invalides

# invalidRequest
source: request is invalid
fr: requête invalide

source: encoding error
fr: erreur encodage

# notFound
source: no api call response
fr: item non trouvé

# itemInvalid
source: no api call response
fr: item invalide

# responsUnsucessful
source: no api call response
fr: erreur response

# responseFailure
source: no api call response
fr: erreur response

# jsonParsingFailure
source: Error Parsing Json
fr: Erreur parsing json

# invalidURL
source: URL is invalid
fr: URL invalide

# noNetwork
source: No Network Available
fr: Aucune connexion réseau
